const Reviews = () => {
  return (
    <section>
      <div>
        <h2>Умови оренди автомобіля</h2>
        <p>
          Особа, яка орендує автомобіль, повинна мати дійсне посвідчення водія,
          стаж водіння від 2 років, а також вік не менше 23 років. Рішення про
          допуск водія, що не відповідає цим вимогам, приймаються індивідуально.
        </p>
      </div>
      <div>
        <h2>Необхідні документи</h2>
        <p>Паспорт <br></br>
         Водійське посвідчення  <br></br>
         ІПН (для громадян України)</p>
      </div>
    </section>
  );
};

export default Reviews;
