import { Suspense } from "react";
import { Link, Outlet } from "react-router-dom";


const About = () => {
  return (
    <main>
      <h1>Як забронювати авто?</h1>
      <p>
      У сучасному суспільстві такі цінності як час і комфорт все більше виходять на передній план, тому така послуга як оренда автомобіля – вже перестала бути розкішшю, а стала щоденною необхідністю.

Залежно від ситуації покупка машини не завжди є доцільним вкладенням коштів. Наприклад, для гостей Києва в туристичних, або бізнес цілях найкращим рішенням буде подобовий прокат авто – це недорого для вирішення тимчасових питань. Для резидентів столиці дана послуга також буде корисна під здійснення різного роду поїздок по Україні: оренда авто на весілля, відпочинок, фотосесію або просто в розважальних цілях.

Життя непередбачуване і ніколи не знаєш, в яких ситуаціях може терміново знадобиться прокат автомобіля. Для вирішення даної проблеми існує сервіс компанії CarForLive – послуги автопрокату. Ми пропонуємо взяти машину в оренду на найвигідніших умовах – від 18 $ на добу.
      </p>
      <ul>
        <li>
          <Link to="mission">Чи є обмеження щодо пробігу при оренді автомобілів?</Link>
        </li>
        <li>
          <Link to="team">Як я можу сплатити оренду автомобіля</Link>
        </li>
        <li>
          <Link to="reviews">Які документи необхідні для оренди автомобіля?</Link>
        </li>
      </ul>
      <Suspense fallback={<div>Loading subpage...</div>}>
        <Outlet />
      </Suspense>
    </main>
  );
};

export default About;